ImageMagick
ansible
bash
bat
bc
binutils
btop
ca-certificates
coreutils
cowsay
ctags
curl
dialog
dnf-utils
dnf‑plugins-core
dos2unix
fd-find
file
fontawesome-fonts-all
fontconfig
fortune-mod
fzf
gawk
git
git-delta
glibc-langpack-en
gnu-which
gnupg
gzip
htop
httpd-tools
iftop
iotop-c
jq
lua
man-db
neovim
nodejs
nvtop
pipx
poppler-utils
python3
ripgrep
sed
stow
sudo
tar
tasksel
tmux
unzip
vim-enhanced
wget
wl-clipboard
xclip
yq
yum-utils
zoxide
zsh
