age
argocd
bat
cmctl
eza
fzf
golang
golangci-lint
gum
helm
helm-docs
helmfile
k9s
krew
kubectl
kubeconform
lazydocker
lazygit
pre-commit
shellcheck
sops
terraform
terraform-docs
yamllint
yarn
zoxide
