7zip
ansible
apache2-utils
bash
bat
bc
binutils
ca-certificates
coreutils
cowsay
curl
dialog
dirmngr
dos2unix
eza
fd-find
ffmpeg
fontconfig
fonts-font-awesome
fonts-liberation
fortune
gawk
git
git-delta
gpg
gzip
htop
iftop
imagemagick
iotop
jq
locales
lolcat
lua5.1
luajit
man-db
manpages
manpages-dev
manpages-es
manpages-es-dev
nala
neovim
nodejs
npm
poppler-utils
ppa-purge
pre-commit
python3
python3-venv
ripgrep
sed
shellcheck
stow
sudo
tar
tasksel
tmux
unzip
vim
wget
xclip
yq
zoxide
zsh
