age
argocd
bat
bun
eza
fzf
git-lfs
github-cli
glab
golang
golangci-lint
hadolint
helm
helm-docs
helmfile
k9s
kind
krew
kubecolor
kubeconform
kubectl
kubent
kubie      https://github.com/johnhamelink/asdf-kubie
lazydocker https://github.com/comdotlinux/asdf-lazydocker.git
lazygit
lua
luajit
markdownlint-cli2
pipx
pre-commit
shellcheck
sops
stern
tree-sitter
xh
yamllint
yarn
zig
zoxide
