7zip
bash
bat
bc
binutils
btop
coreutils
cowsay
curl
dos2unix
fd
ffmpeg
fontconfig
fortune-mod
fzf
gawk
git
git-delta
gum
gzip
htop
imagemagick
iftop
iotop
jq
lazygit
less
lua
man-db
neovim
nodejs
npm
pigz
poppler
pre-commit
python
resvg
ripgrep
sed
stow
sudo
tar
tmux
tree-sitter-grammars
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
unzip
vim
wget
xclip
yq
zoxide
zsh
